// header
export const storeName = "Game $tore";

// footer
export const yearNow = new Date().getFullYear();
export const copyrights = `${yearNow} ${storeName} | All rights reserved | Terms Of Service | Privacy`;

// games card
export const buy = "Add to card";

// about
export const about =
  "Game Store пришёл на смену системе WON, которая была более узкоспециализированным сервисом и не являлась системой распространения данных через Интернет (цифровой дистрибуции). История Game Store началась в 1999 году и связана с успехом игр Team Fortress Classic (TFC) и Counter-Strike (CS). Ещё до выхода своих финальных версий, они стали одними из самых популярных многопользовательских игр. В то время их популярность достигала максимум 2—3 тысяч активных игроков. Cпустя пару лет число игроков TFC и CS возросло в несколько раз. В результате, Game Store Corp. приступила к пересмотру традиционных методов организации онлайн-игр. Необходимо было решить проблемы в свете дальнейшего роста числа игроков. В основном это касалось автоматического обновления, совершенствования античит-системы.\n" +
  "\n" +
  "Когда создатели работали над этой системой, им пришла идея использовать эту платформу для продажи игр. Реализация идеи представилась слишком дорогой, поэтому в Valve искали сотрудничества с различными компаниями, такими как Amazon, Yahoo и Cisco, предлагая данный подход, но все ограничивались обещаниями. Поскольку система была так необходима Game Store Corp., компания решила, что будет сама осуществлять эту задумку.\n" +
  "\n" +
  "Game Store впервые был представлен на Game Developers Conference 22 марта 2002 года. Версия Game Store 1.0 стала доступна во время бета-тестирования Counter-Strike 1.4. Установка Game Store была обязательна для бета-тестеров CS 1.4, но являлась лишь дополнительным компонентом для финальной версии.";
export const gmail = "Gmail: svistunss.py@gmail.com";
export const gitHubLink = "https://github.com/MXRQUEZ";
export const gitHubRepoLink = "https://github.com/MXRQUEZ/js-react";
